[
    {
        "id": "/home/runner/workspace/app/uploads/1/-----.--31--2021---.pdf",
        "text": "02:08:55 - 02:11:05  Вопрос №1 . При эмоциональной отдаче писается  \nпри том, что успевает дойти до дивана и она уже там справляет \nнужду. Как научить самоконтролю в эмоциональном плане? Сука, 10 \nмесяцев. Не оставляем одну, боимся за кота. В обычной жизни она \nего практически не трогает, но мы забрали ее с балкон  терьер с \nочень неблагополучных рук. Так чтобы вы понимали – обычных \nкоманд она не знала до нас и людей видела очень мало. Теперь люди \nдля нее что -то вроде миллиарда долларов для средних семей.  \nНе расскажу сейчас за 5 минут, конечно, потому что это достаточно большой  \nкусок работы. Во -первых, что не случалось таких вещей с диваном, я бы \nограничила доступ к дивану – это раз. Второе, я бы очень много внимания \nуделяла упражнениям на расслабление собаки под руками, хвалила собаку \nспокойно, постаралась бы исключить те момен ты, когда в которые \nпроисходит то, что вы описываете. Очень много внимания уделила бы \nправильным прогулкам. Очень много внимания уделила бы упражнениям на \nпереключение состояний: возбуждение - статика, возбуждение - статика. \nЕсть хорошие упражнения. Сюда ж е и выдержка в позиции «Сидеть!» \nотносится. Есть отличное упражнение «Фокус на кусок».  Есть отличное \nупражнение «Тач в ладонь». Но, честно вам сказать, я не уверена, что \nполучится онлайн полечить эту проблему. В вашем случае нужно \nобязательно обратиться к  кинологу, который умеет работать с такими \nсобачками. Потому что ни рассказать онлайн, ни показать онлайн – здесь \nнадо работать очно. Есть проблемы, которые, к сожалению, онлайн -\nформатом не лечатся. Поэтому найдите кинолога в вашем городе и работайте \nочно.   \n02:11:05 - 02:12:32  Вопрос №2 . Как подружить щенка стаффи 3,5 \nмесяца и взрослую кошку -британку 10 лет? Щенок активный, хочет \nиграть, кошка шипит на него, он в ответ лает. Иногда спят на \nдиване вместе, пока щенок не начинает кошку доставать.  \nЩенок должен получать такое количество упражнений, которое позволит \nему доставать кошку по минимуму. То есть щеночек, после того, как он \nпогулял, поел и вы помогли ему успокоиться с помощью расслабляющего \nмассажа, он, как правило, будет спать. Проснувшись,  вполне возможно, он в \nсилу возраста, будет проявлять какую -то активность. Постарайтесь, \nпожалуйста, эту активность контролировать, но еще раз повторю, если вы не \nбудете предлагать щенку то количество занятий, которое позволит ему \nсуществовать в нормальном  режиме дня, то есть: погулял, потренировался, \nпокушал, повеселился, поспал – он будет доставать кошку. То есть или вы \nпредлагаете щенку какую -то работу или щенок придумывает себе занятие \nсам. Он уже придумал и вам не нравится. значит, давайте дадим щенку \nкакие -то другие инструменты, куда он будет выливать активность. Поэтому \nна те периоды, когда щенок активен, можно изолировать его от кота просто -\nнапросто.  \n02:12:32 - 02:12:53  Вопрос №3 . Кобель басенджи. 9 месяцев. Как \nотучить гонять домашних котов?  \nОтве т тот же. И здесь же напрашивается вопрос: какую работу получает \nсобака в течение дня. Если ответ «Никакую», поздравляю, собака нашла себе \nработу. Найдите собаке другую работу.  \nВидео 3. 02:12:53 - 02:14:21  Вопрос №4 . Тервюрен, 5 месяцев. Я не \nзнаю, как б ыть лучшей и полезной для собаки ежедневно. Как \nорганизовать наш с ней день, когда я работаю 8 часов в сутки.  \nКогда я завела бордер -колли, я тоже работала 8 -ми часовой рабочий день в \nофисе еще. Я могу вам рассказать, как был организован мой день. Я вставала \nпримерно в 4:15. В 4:30 я была на улице. Это была зима, это был декабрь. Я \nгуляла час. Дальше я приходила до мой, будила детей в школу, собирала себя \nна работу. Перед выходом на работу я брала щенка под мышку и выносила \nеще на 15 минут на улицу в туалет. После этого я уходила на 8 -ми часовой \nрабочий день. Придя с работы, я хватала щенка под мышку, корм в карман, \nигрушку в карман. Шла и гуляла и занималась час со щенком на улице. \nПриходила домой, проверяла уроки, готовила ужин, мыла полы. И последняя \n4-ая прогулка была у щенка уже перед сном. Она была не 15 минут, она была \nчуть -чуть побольше. Она была где -то минут 30-40, после чего щенок \nнормально спал до утра.  \n \nВидео 4. 02:14:21 - 02:16:20  Вопрос №5 . 3 года и 5 лет, французский \nбульдог. В воспитании допущены все перечисленные ошибки. Как \nперевоспитать уже взрослую собаку?   \nЗаписываемся на первый Семинар про моти вацию, учимся правильно \nвыдавать еду на основании видео, которые там будут, учимся правильно \nиграть. Если вы можете посмотреть все три курса, все три встречи, будет \nздорово. Потому что там будут упражнения базовые в основе своей. Чем еще \nзанять и как перев оспитать, сложно сказать, не видя собаки. Но, тем не \nменее, я постаралась заложить в этот курс ту базу, без которой хорошего \nпослушания невозможно сделать. Ну, если только табуреткой воспитывать. \nНо это не ко мне. Чем еще заняться и как заняться? Идеально,  если у вас в \nгороде есть кинолог. Обратиться к нему. Еще раз – бывает, что онлайн -\nформат невозможен по ряду причин. Необязательно причина в человеке, \nиногда причина в собаке. То есть действительно кинолог должен смотреть, \nчто происходит. Онлайн это сделат ь невозможно, потому что в любом случае \nв онлайн вы присылаете тренеру какие -то видео, тренер видит только то, что \nвы прислали. Но тренер не видит, что происходит вне этого. Поэтому \nпосмотрите базовый курс и начинайте делать из него упражнения. Если вы \nвидите, что вы сильно спотыкаетесь обо что -то и прям капитально не \nполучается, найдите кинолога и поработайте с ним очно. Но в любом случае \nна вопрос «с чего начать» – с развития мотивации. Собака должна отлично \nесть другую еду, предложенную вами и собака дол жна отлично играть с вами \nв игрушки в любом предложенном месте.  \n02:17:10 - 02:18:48  Вопрос №6 . У меня нет времени в парадной \nдержать большого пса перед тем, как мы хотим выйти на улицу. Он \nглазами посмотрит, он хочет вылететь, а если я буду заставлять \nего сидеть, пока он на меня не посмотрит. Это же люди, они \nхотят -выходят с собаками. Только лай будет. Я рискую, что \nзапугаю какого -то ребенка.  \nЯ не думаю, что ваша собака ломается вот в той точке, где выход из подъезда \nна улицу. Я проверила бы, в какой точ ке, собственно говоря, происходит \nполомка собаки. Вы когда одеваетесь в коридоре, собака уже поломалась или \nона еще вменяемая? А если вы оделись и открыли входную дверь, собака \nполомалась или вменяемая? Она способна вас слышать? Она способна взять \nу вас ед у? Она способна посмотреть на вас? И если все дело происходит в \nточке, когда вы просто открыли входную дверь из квартиры, значит, работать \nначинаем еще в коридоре. То есть, если подъезд точка критическая, вам \nнужно откатиться назад в то место, где собака в ас еще слышит. Иногда это \nместо прямо в коридоре, вы просто взяли в руки гулятельные штаны и собака \nпонимает, что она сейчас пойдет на улицу и она уже поломалась. Значит \nработать нужно там, где собака еще не поломанная. Открываете шкаф со \nштанами, проверяе те собака берет кусок, смотрит на вас или нет. То есть \nначинаете работать до того, как собака поломалась.  \n02:18:48 - 02:20:40  Вопрос №7 . Питбуль, сука, 1 год 3 месяца. \nПрыгает на людей и во время игр прыгает на хозяина. Что делать?  \nПрыгает на людей – у вас в руках поводок. Тогда вопрос, что вы делаете в \nэто время. Такое поведение надо исключить касательно людей. Я сегодня об \nэтом говорила – какое поведение вы хотите видеть вместо прыжков на \nлюдей. Вот какое хотите видеть, то и начинайте формировать. Что касается \nпрыжков на хозяина. Мое мнение, что в игре собака имеет право поставить \nна меня лапы. Я ее даже стимулирую в игре это делать, чтобы игра была еще \nболее азартной и захватывающей. Я когда буду рассказывать про мотивацию, \nя буду рассказывать про разн ые виды игр, в том числе по разные локации \nигрушки. Тогда будет понятно, почему я приветствую лапы на себе. Если же \nсобака прыгает на вас вне игры в качестве, скажем, требования «сделай мне \nнемедленно весело», то это не про прыжки, это про рабочие отношени я и про \nотношения ваши с собакой в принципе. Почему собака считает возможным у \nвас что -то потребовать. Немножечко размотать опять же этот клубочек назад \nи подумать, почему так случилось, что собака считает возможным \nпредъявлять вам какие -то требования. Или  я вас неправильно поняла и какая -\nто другая причина, почему собака прыгает на вас. Но я подозреваю, что если \nэто Пит, то это именно «сделай мне весело немедленно, я хочу играть» или \n«дай мне что -нибудь вкусное». Это что касается вас. Что касается людей, \nпредлагайте альтернативное поведение и формируйте его с помощью игры.  \n02:20:40 - 02:21:55  Вопрос №8 . Порода спаниель, 11 месяцев. \nУбегает за летящими птицами на прогулке, ищет их в небе. Что \nделать?  \nУ вас в руках поводок. Как собака может убежать? А если с обака не обучена \nподзыву и выдержке, как она может оказаться без поводка? Я сегодня \nговорила о том, что если мы отпускаем собаку с поводка, которая имеет \nкакие -либо проблемы: возврат к проводнику, плохой подзыв, подбирает что -\nто, гоняет птиц, убегает за со баками/кошками, она не может оказаться без \nповодка. Это означает, что вы положили на собаку ответственность, к \nкоторой она не готова. Мы сегодня посмотрели видео про \nконтробусловливание относительно собак. У вас то же самое упражнение, но \nпро птиц.  И пока  собака не будет хорошо знать это упражнение, она должна \nнаходится либо на поводке, либо на страховочном тросе. Потому что такое \nповедение закрепляется очень быстро, спаниелю уже хорошо, потому он \nделает эту работу.  \n02:21:55 - 02:23:35  Вопрос №9.  Как хозяину корректно реагировать \nна бродячих собак? Моя собака небольших размеров, я обычно \nотгоняю чужака. Мой двухгодовалый кастрированный пес всегда \nсрывается в лай и несется к бродягам.  \nВы знаете, очень сложный вопрос, потому что мне однажды старшую  собаку \nчуть не убила другая собака. После этого я перестала быть корректной. \nЧестно говоря, мне на самом деле все равно. У меня могут собаки \nподгавкивать. Я если встречаюсь со стаей, я достаю или шокер, или \nотпугиватель, или газовый пистолет. У меня нет к орректного отношения. Я \nне хочу больше смотреть, как с моей собаки снимают скальп. Мне хватило \nодного раза, я утратила толерантность и корректность после этого. Это \nслучилось один раз и спасибо, что случилось так, а не иначе. И, знаете, мне, \nчестно говоря,  все равно гавкнут они или нет. Мне важно, чтобы они \nостались живы и здоровы. Поэтому если я вижу, что они могут сорваться в \nлай, наверное, я посажу их командой или достану лакомство и угощу одной \nрукой, а второй рукой достану шокер. То есть я не допускаю контакта \nвообще. Что касается поведения моих собак, я еще раз говорю, у меня в \nприоритете, чтобы они остались целыми. Чтобы они не лаяли при этом, \nможно сделать команду «Сидеть!». Команда «Сидеть!» выполняется молча.  \n02:23:35 - 02:23:57  Вопрос №10 . Русск ая гончая, 1 год. \nОриентируется на старшего пса. Что делать?   \nМне сложно ответить на этот вопрос. Если вам это не мешает, ничего не \nделать. Если вам это мешает, то чем? Я не очень поняла.  \n02:23:57 - 02:25:20  Вопрос №11 . Французский бульдог, 14 месяцев. \nПри виде собаки срывается, бежит, истерит, совершенно не \nслышит владельца. Как научить слышать и выполнять команду \n«Рядом!»?   \nНужно начать с того, что побежать он не может, потому что он на поводке. А \nна поводке он, пото му что он не обучен еще не бежать к собакам. Как с этим \nработать, мы сегодня показали на видео. Появляется триггер, появляется \nраздражитель – чужая собака, вы говорите «Посмотри!» и откармливаете \nстолько кусков лакомства или рациона собаки, сколько необход имо для того, \nчтобы собака в голове у себя перещелкнула тумблер. Это видно обычно \nбывает. Собака на слово «Посмотри!» поворачивается к раздражителю. В \nкакой -то момент после седьмого, восьмого, у кого -то десятого, у кого -то \nтретьего – по разному бывает, сло ва «Посмотри!» собака перестает смотреть \nна раздражитель и говорит: – Я уже насмотрелась на эту собаку, мы с тобой \nхорошо кушали, давай продолжать. Вот закрепить этот результат \nнесколькими кусочками и этого будет достаточно. Я подробно буду \nразбирать эту т ему на второй встрече, но как это работает и основной \nалгоритм, мы сегодня показали и рассказали.  \n02:25:20 - 02:25:54  Вопрос №12.  Что делать, если тайский риджбек \n5 месяцев рычит, если хочу забрать кость, еду или вещь у собаки? \nНикому не отдает. Как спра виться или исправить проблему?     \nОбратиться к кинологу. Все, что касается охраны ресурса и других видов \nагрессии, лечить онлайн нельзя. Нужно найти кинолога в своем городе, \nкоторый умеет работать с охраной ресурса и поработать с ним. Пока не \nнашли, избег ать таких проблем – не давать кость.  \n02:25:54 - 02:26:27  Вопрос №13 . Миттельшнауцер 13 месяцев очень \nвозбудимый при виде других собак/котов. Не пищевик. Как правильно \nуспокоить?  \nСначала сделать из него пищевика, потом сделать из него хорошего игруна, \nосвоить протоколы расслабления, освоить переходы из состояния \nвозбуждения в статику, в успокоение и обратно. И параллельно работать тот \nпротокол, о котором мы сегодня поговорили.  \n02:26:27 - 02:28:18  Вопрос №14 . Как развивать внимание? «Глазки» \nделаем, подкрепляем внимание ко мне на прогулке. Когда гуляем, \nсам оборачивается ко мне, сам подходит. Что можно сделать еще? \nИз проблем – ЛЮБИМ ВСЕХ.  Научила к людям относиться \nспокойно, а  вот с собаками не срабатывает. Сенбернар, 10 месяцев.     \nНу, по описанию -то уже куча работы сделана и вы молодцы. Если не \nработает с собаками, попробуйте сместить акцент тогда. Основное – может \nбыть самое вкусное лакомство за собак, самая классная игрушк а после того, \nкак ты проел это лакомство за собак. Либо найти что -то еще. Есть собаки, \nкоторые любят копать. Сейчас снег еще лежит и можно поощрять этим. То \nесть выбрать те козыри, которые у вас всегда будут в рукаве для того, чтобы \nплатить за собак. Но во т этот протокол, о котором мы сегодня говорили, его \nтогда нужно делать. Я думаю, что тогда не должно возникнуть проблем, \nпотому что если собака на вас оборачивается, если собака на вас \nориентирована и предлагает вам внимание, то все должно получиться. И \nпараллельно тогда я бы уделила внимание тому, чтобы поучить собаку \nрасслабляться под руками, поучить собаку ничего не делать. И здесь у меня \nбыл бы вопрос к вам. А может ли собака ничего не делать? То есть \nнаходиться в спокойном достаточно состоянии при отсу тствии собак на \nулице. То есть просто ходят мимо люди, дети, велосипедисты ездят. То есть \nвне этого раздражителя собака всегда может расслабиться на улице или нет. \nИ если ответ «да», то здорово. Если ответ «нет», значит делаем акцент на то, \nчтобы собака бе з этого раздражителя чувствовала себя спокойно на улице.   \n02:29:30 - 02:30:22  Вопрос №15 . Кане -корсо. Как научить не \nсрываться с  команды «Сидеть!» или «Лежать!», если я отхожу.  \nМы будем очень подробно – целая встреча про выдержку. Если кратко сейчас \nотвечать на ваш вопрос, то меня бы интересовало: без вашего отхода, без \nрасстояния выдержка действительно идеальна? Если вы останетесь на месте, \nно повернетесь спиной? Если вы поверне тесь спиной и сядете на корточки? \nЕсли это работает, нарастить расстояние не составляет труда. Если у вас \nпроблемы с отходом, вероятнее всего, недоработана выдержка без вашего \nотхода. Значит, откатитесь чуть -чуть назад и проверьте, где поломалось.   \n02:30: 22 - 02:32:09  Вопрос №16.  Миттельшнауцер, сука, 4 года. \nОтказница в 4 года. У меня живет месяц. Бывшие хозяева наделали \nвсе возможные ошибки: тянет поводок, рвется, орет на собак. \nНачали заниматься, тренируем концентрацию на владельце, то \nесть на мне. Тат ьяна, расскажите, пожалуйста, о протоколе \nпрекращения команды. Пример: даю команду «Сидеть!», собака села, \nполучила поощрение. Как вывести ее из этой команды в состояние \n«Вольно!»?  \nУ меня есть две команды. Одна команда означает конец упражнения, а \nвторая команда означает конец работы вообще. После сигнала о конце \nупражнения собака может покинуть позицию, но при этом она пока еще не \nимеет права пока еще куда -то убегать в голубые дали, потому что я, \nсобственно, не давала команды, отпускающей совсем. Как зако нчить \nупражнение. Это разные команды и это важно. Как закончить команду. \nПриучить собаку к тому, что после слова, которое означает конец \nупражнения, собака имеет право встать. Если собака сама не понимает, как \nэто сделать, помогите ей это. Помочь можно раз ными способами. Можно \nснять собаку с выдержки на себя – похлопали в ладоши, сказали: – Иди сюда, \nя буду тебя хвалить и гладить. Можно снять собаку за кусочек: – Иди сюда \nко мне, я дам тебе кусочек. Можно снять собаку с выдержки на игрушечку, \nто есть: – Иди, играй. Как угодно. Но обязательно приучите собаку перед \nтем, как она снимается с позиции, вот к этому слову, которое означает, что \nупражнение окончено. Просто количеством повторений набьете у собаки \nпонимание, что слово, скажем, «Фри!», означает отпускаю щую команду \nпосле выдержки или после какого -то другого упражнения.  \n02:32:17 - 02:33:07  Вопрос №17 . Не любит гулять на поводке, но \nесли отпустить, убегает. Вожу на поводке. Но однажды, увидев \nповодок, не идет гулять. Что делать?  \nПриучить к тому, то повод ок – это прикольная штука. Можно прям из дома \nэто сделать, можно сделать это сразу на улице: пристегиваете поводок – \nначинаете играть в игрушку, пристегиваете поводок – начинаете предлагать \nсобаке какую -то интересную деятельность, интересные занятия. Таким  \nобразом, чтобы у собаки поменялся эмоциональный ответ. Если вы приучили \nсобаку к тому, что хождение на поводке – это всегда скучно, то логично, что \nсобака говорит: – Нет. Мне так скучно. Отпусти меня, я побегу за \nинтересным. Значит, сделайте ей на поводке  интересно. Вот и все.    \n \n02:33:07 - 02:33:20  Вопрос №18.  Можно ли доверить прогулку члену \nсемьи?  \nМожно, если он адекватный и вменяемый :).  \n02:33:20 - 02:34:30  Вопрос №19 . Как социализировать пугливую \nсобаку? В городе боится гулять, на природе веселый, активный. \nБишон фризе, 2 года.    \nНе отвечу вам на этот вопрос, потому что, как я говорила выше, работа со \nстрахами и тревожными состояниями, так же как работа с агрессией, должна \nделаться очно. Собаку надо видеть. Это большой кусок работы и огромный \nпласт упражнений, который я не смогу здесь вам ни объяснить на пальцах, ни \nпоказать. Это работа с приучением к поверхностям, это работа с приучением \nк разным звукам, это работа с  приучением собаки играть в разных местах с \nразными игрушечками с вами, это работа собаки с контробусловливанием \nпри виде различных раздражителей. И если собака их не видит, но слышит, \nвсе равно это работа. То есть ответить в одном вопросе невозможно, что \nделать. Найдите кинолога, если у вас тревожная собака, работайте очно.  \n02:34:30 - 02:36:22  Вопрос №20.  На прогулке при виде незнакомой \nсобаки начинает рваться. Пытаюсь отвлекать командой и давать \nвкусняшки. Не реагирует на голос. Лакомство берет, но тут же \nвыплевывает: – Я у тебя ничего не брал. Я тебе ничего не должен. \nЧто делать в такой ситуации. И когда  остается дома один, воет. \nКак отучить? Хаски, 2 года.   \nУ меня был бы вопрос, что у хаски с выдержкой. У меня был бы вопрос, \nнасколько хорошо хаски играет в игрушки с хозяйкой. У меня был бы \nвопрос, где еще хаски отказывается от лакомства. Потому что нико гда такая \nпроблема не существует изолированно. Я бы здесь посоветовала вернуться к \nбазовым упражнениям. Это не только развитие пищевой и игровой \nмотивации. Это упражнения и про выдержку, упражнения про самоконтроль, \nконечно. Потому что я сильно подозреваю,  что там с выдержкой очень не \nдоработано. И это даже не столько про то, что кусок не берет. Это означает, \nчто порог возбуждения столь высок, что, может, в других случая хорошо \nберет еду – не знаю, не видела. Но это означает, что порог возбуждения \nнастолько  высок, что собака не в состоянии себя контролировать. Что же \nкасается дачи команд в таком состоянии – я поэтому вынесла в отдельную \nтему и у нас будет половина лекции посвящена работе с состояниями, потому \nчто некому там давать команды, нет там с вами хас ки. И поэтому все \nкоманды уходят в пустоту. То есть надо уметь собаку переключить в то \nсостояние, в котором она способна вас слышать, способна брать вашу еду. \nТогда оно будет работать. А так оно не будет работать.  \n02:36:22 - 02:37:41  Вопрос №21. Хоть бы одну методику, как \nотучить собаку тянуть. Живем за городом, собака за забором. Как \nвыходим за забор, летаем на поводке по всем кустах. Пока все не \nпереметит, ничего не слышит и не видит.  \nГде взять методику. Можно просто открыть в интернете «Как научить со баку \nне тянуть поводок» и у вас вывалятся видео с этими упражнениями. Но мы \nвозвращаемся к тому, о чем я сегодня говорила. Если вы не работаете \nкомплексно над состоянием, над мотивацией, над выдержкой, над вашим \nсоциальным контактом, эти упражнения будут л оматься, как только порог \nвозбуждения собаки будет выше, чем она в состоянии справиться. Это к \nвопросу о хаски. Он, вполне возможно, в каких -то ситуациях очень \nпослушный, но как только возбуждение превышает порог, все поломалось. \nПоэтому не про поводок это . Упражнения про поводок вы можете сами найти \nи видео посмотреть. Вопрос, если вы будете работать над ними \nизолированно, они будут эпизодически ломаться. То есть это будет \nнеустойчивый навык. Если вы будете делать комплексную работу, все будет \nработать пре красно и без этих упражнений. Скажете: – Не тяни. Собака \nскажет: – Извини, занюхался, больше не буду.  \n02:37:41 - 02:38:30  Вопрос №22. У меня три собаки. Когда я гуляю с \nними по одной, они послушны. Но все послушание пропадает при \nсовместном выгуле.    \nЕсли послушание идеально, то оно безусловно. То есть без условий: одна \nсобака или две или три. Если оно ломается при каких -то условиях, значит \nоно не идеально. Что делать? Дальше работать над послушанием. Значит, \nнайти там, где у вас поломано. Я думаю, можно  начать с того, что поискать, \nгде послушание слабовато, когда собака одна без компании и попытаться \nпрокачать эти моменты. Прежде чем добавлять в компанию еще кого -то.   \n02:38:30 - 02:38:57  Вопрос №23. Курцхаар, 1,6 года. Рвется с поводка \nпри виде других собак. При этом находится в таком состоянии, что \nне реагирует ни на что. Может даже укусить.  \nЕсли ваша собака кусает вас, то это не онлайн формат, как я уже говорила, \nэто очный формат. Если собака просто возбуждается и лает, только что было \nдва вопроса на  эту же тему. Ответ тот же самый.  \n02:38:57 - 02:39:40  Вопрос №24. Золотистый ретривер, 1,6 года. \nТянет на поводке. Рекомендовали недоуздок. С ним не тянет, но как \nтолько переходишь на обычный ошейник, все повторяется. На \nпрогулке при появлении раздражите ля, забывает про хозяина и \nкоманды.   \nОпять про то же самое вопрос. Да, недоуздок вам поможет, чтобы вам не \nоторвали руки, но сам по себе недоуздок ничему не учит. Пока собака ходит \nв недоуздке, она должна учиться. И мы возвращаемся к предыдущим \nответам. О на должна учиться контакту, она должна иметь высокую \nмотивацию, она должна иметь хороший самоконтроль и она должна иметь \nхорошую выдержку. Тогда вы просто скажете: – Не тяни.  \n02:39:40 - 02:40:38  Вопрос №25. У меня такой вопрос. Собаке 8 \nмесяцев, порода Д жек Рассел. Тянет поводок, но и без поводка я \nпока не гуляю. Но по сути еще щенок и, ослабляя поводок, я даю ей \nсвободу. Правильно ли я делаю?  \nЯ считаю, что у собаки на прогулке должно быть свободное время в том \nслучае, если у нее нет каких -то глобальных проблем. Например, пылесосить \nвсе, что не приколочено. Потому что если, конечно, собака маниакально \nподбирает, мы не можем отпустить ее на длину  поводка и дать ей какую -то \nвозможность сделать это. Как пример просто. Если у вас таких проблем с \nрасселом нет – собака живет носом, собака живет запахами, собаке интересно \nизучить окружающую среду, собаке интересен собачий фейсбук – она \nдолжна там все по нюхать и оставить там какие -то записки. Поэтому – да, \nради Бога, это нормально, если нет проблем.    \n02:40:38 - 02:42:38  Вопрос №26. Как эффективно проводить \nпрогулки с двумя собаками? Папильон 3 года, бордер -колли 1,6 года. \nОбе собаки шилопопые и ревнивы е.  \nЕсли у собак хорошее послушание, я не вижу никакой проблемы в этом. Но \nмне не очень понравилось слово «ревнивые». Я не очень поняла, что за этим \nскрывается. Если это здоровая хорошая конкуренция, то ничего плохого в \nэтом нет. Это нормально. У меня стар шая собака, когда я ее учила проходить \nмимо других собак, она потом запомнила, что если она пристраивается «у \nменя здесь красивый куст», то я развлекаю: – Заечка, как красиво идешь \nрядом.  И я угощаю.  \nСегодня плохая погода, поэтому три дня мы могли только ходить на поводке \nпо улицам, потому что у нас другого выхода нет. Ей, конечно, скучно, \nпотому что несмотря на возраст, она привыкла, как в фитнесе. Она решила, \nчто сейчас она мне будет делать «куст» и заработает таким образом хотя бы \nчто-то себе. Бордер, который что -то нюхал в это время, увидел, что она \nделает «куст» и прибежал и говорит, он тоже умеет. Это хорошая здоровая \nконкуренция. Они при этом не ссорятся, и никто не переживает при этом, что \nкому -то выдали кусочек печеньки первому, а кому -то второму. Это норма. \nЕсли же у вас какие -то драки между собаками, я вам, наверное, здесь онлайн \nничего не порекомендую, потому что надо бы видеть, что происходит. И с \nпослушанием, и с отношениями вообще. Вашими и собачьими. Поэтому я не \nочень люблю корректировать агрессию по интернету. Точнее совсем не \nлюблю и всячески избегаю этого, потому что здесь, конечно, нужно смотреть \nочно. Но если вы под словом «ревность» вы имели в виду хорошую здоровую \nконкуренцию, то э то нормально. Пусть будет – не мешает.  \n02:42:38 - 02:43:38  Вопрос №27. Так все же какой возраст самый \nлучший для щенка для выхода на улицу? Прививки не берем в \nрасчет. Гулять на руках у владельцев – нормальное начало для \nпрогулок и знакомства с миром?   \nДа, нормальное вполне, если вес собаки позволяет вам выносить собаку для \nзнакомства с окружающей средой на улицу – это прекрасно. Необязательно \nдаже все время ходить. Вы можете даже где -то сесть на лавочку и посидеть \nсо щеночком, покормить его. Вы можете р азложить на лавке коврик и \nпоиграть, если размер щенка позволяет поиграть с ним в игрушечку на лавке. \nВы можете взять с собой собаку в магазин, вы можете взять с собой собаку \nна мойку, кода поехали мыть машину. Вы можете взять с собой собаку в \nбольшой мага зин, где есть подземная парковка. Достать там и покормить там \nщенка, чтобы он посмотрел – там акустика, освещение другое – чтобы щенок \nпривык к такому помещению. Это прекрасный вариант, если вы можете это \nделать – да.   \n02:43:40 - 02:45:20  Вопрос №28. Щен ку 2 месяца. Он на карантине до \n3 месяцев. Не поздно выходить на улицу для социализации в 3 \nмесяца? Если вы говорили, что формируется до 4 месяцев. Когда же \nправильно выходить?  \nНе путайте. Я говорила про внутривидовую социализацию, про умение \nсобаки общат ься с себе подобными. Есть разные виды – я очень не люблю \nэто слово «социализация» – импринтинга: пищевой импринтинг, социальный \nимпринтинг. Я сейчас намеренно избегаю слово «социализация», но это все \nпро нее. Пищевой импринтинг заканчивается в среднем в 6 -7 месяцев. \nИменно поэтому я не очень люблю кидать еду собакам на пол до 6 месяцев. \nС более старшими собаками я часто выкидываю поощрение и говорю: – \nСъешь его отсюда. Что касается приучения собаки к различного рода \nраздражителям, то это прекрасный возраст . Единственный момент, что \nнужно помнить про период страхов и делать это аккуратно. То есть взять \nщенка и начать его таскать ежедневно в сотню разных мест – это так себе \nидея. Но, если вы будете, выходя из подъезда, сегодня пойдете налево, завтра \nнаправо, послезавтра сходите в магазин, после послезавтра поиграете за \nдомом, то вот это будет нормально.  \n02:45:20 - 02:47:45  Вопрос №29. Как, не привлекая к себе внимания \nзвуками и чем -то еще, добиться хоть одного взгляда собаки? Мой \nпес совсем на меня не смотри т на улице. Золотистый ретривер, 2 \nгода.   \nВам нужно выбрать какое -то место не очень интересное для собаки. которое \nон уже хорошо знает и там все изучено, обнюхано, помечено и обсмотрено. \nВстать на этом месте, выбрав очень короткий поводок 10 см. И рано ил и \nпоздно собака поднимет на вас глаза. И поднимет с вопросом: – Чего стоим -\nто? Я тут уже все изучила и ничего больше интересного нет. Наберитесь \nтерпения, подождите, пока обернется. Если вы простояли 20 минут и ничего \nне произошло, пройдите 2 метра и опять  остановитесь. Зайдите собаке за \nспину – это иногда помогает.  \nЕсть еще упражнение «отворотики». Я не знаю, как его описать словами, но \nсейчас попробую. Возьмите в руку лакомство на улице естественно, \nпокажите собаке, что у вас в кулаке есть вкусное лакомс тво, убедитесь, что \nретривер хочет это получить. Сядьте на корточке и повернитесь спиной к \nсобаке. Таким образом, чтобы он пришел к вам сюда фронтально в этот кулак \nс едой. И когда он пришел, разожмите кулак и отдайте ему лакомство, \nпохвалите, отодвиньте р укой и скажите: – Иди гуляй дальше. И снова \nотвернитесь, зажав снова лакомство. Сделав 3 -5 подходов, когда ретривер \nбудет приходить и просто пытаться ковырять кулак, попробуйте на 6 -7 \nподход издать какой -то звук от лица. И как только он поднимет глаза от \nкулака на вас – он должен очень хорошо знать маркер: либо кликер, либо \nслово, которое вы используете как маркер правильного действия – и в \nмомент, когда собака поднимет на вас голову, вы отдадите это лакомство из \nкулака. Упражнение называется «отворотики». Я думаю, что его так же, как и \nупражнения на натянутый поводок можно нагуглить, как оно выглядит в \nинтернете. Я думаю, что оно там есть. Если что -то непонятно из того, что я \nобъяснила.  \n02:47:45 - 02:48:58  Вопрос №30. Как можно спокойно выгуливать \nсобаку,  если мы всегда поддерживаем контакт? У меня кобель \nзнает, что на улице у меня почти всегда еда – глаз не сводит. А \nночью иногда делает свои дела дома.  \nСобака должна уметь ничего не делать на улице и уметь спокойно гулять. \nОчень часто вот тем, что вы опис ываете, грешат возбудимые собаки. Они \nговорят: – Либо давай мне какую -нибудь работу, делай мне весело. Либо я \nсейчас начну пытаться тебе палки продать, мусор какой -то, поднимать все, \nщипать траву и так далее.  \nЭто про умение расслабляться и про умение ниче го не делать. У нас будет \nупражнение «ничего не делать» во втором или третьем семинаре. Но я бы \nздесь много внимания уделила обучению собаки ничегонеделанию и \nрасслаблению на улице. Потому что это про расслабленное состояние. Когда \nсобака все время возбужд ена и все время ждет от вас какого -то фана.  \n02:48:58 - 02:51:43  Вопрос №31. Ваше отношение к \nэлектроошейнику? В режиме «вибро» щенок голдена 5 месяцев ест \nвсе. Не сказала бы, что от скуки или дурной пример. Это, как вы \nсказали, образ жизни.  \nПлохо отношу сь к электроошейнику, потому что настанет период, когда \nваше «вибро» перестанет работать и вы перейдете на минимальный уровень \nвоздействия. Далее это вызывает привыкание и щенок, в конце концов, \nсобака смирится с тем, что есть воздействие и будет есть все равно. Я видела \nлабрадора, которого жарили на максимуме, его крючило и он ел с земли. Это \nне работает, это раз. Второе – велик риск, что при переходе с «вибро» на \nрежим электрики, получить агрессию. Проводились исследования: то ли \n27%, то ли 31%, я боюсь н аврать, но в этом диапазоне, проводились \nисследования собак с агрессией к человеку. Так вот этот процент – это те \nсобаки, на которых использовали электрику. То есть, это следствие. Ну, и про \nвред этого можно прочитать дальше. Что касается использования тол ько на \nвиброрежиме, я допускаю использование электроошейника на виброрежиме \nпри дрессировке глухой собаки. В остальных случаях я просто не вижу \nнеобходимости. И если у вас собака кладет в себя несъедобные предметы, это \nповод обратиться к врачу. Если собака  имеет на улице возможность просто \nтак развлекаться, значит у нее на улице не должно быть свободного времени. \nМы возвращаемся к предыдущему вопросу. Мы должны научить собаку \nгулять спокойно.  \nКогда тебе добавляют через электроошейник кортизол, причем … Был о еще \nодно исследование. Замеряли уровень кортизола у собак. Там было не про \nигру, правда, там было про электронику. Уже непосредственно про ток. \nУровень кортизола у собак, к которым в тренинге применялось воздействие \nэлектроошейником, повышается в крови в  несколько десятков раз, в \nнесколько десятков раз. Это огромная цифра. И что бы там не говорили \nприверженцы электроошейников, что это прекрасно, что это безопасно – нет, \nэто не прекрасно, это научные данные. Поэтому воюйте, если можете.    \n02:57:36 - 03:00 :00  Вопрос №32. Вельш -корги -пемброк 13 месяцев \nлает на звонок в дверь. Игнорировать, оставлять в другой \nкомнате, приветствовать спокойно только когда успокоится, не \nпомогло.   \nЯ бы задала вопрос, а что у корги с выдержкой в принципе. И мы \nвозвращаемся опять к теме выдержки. Сколько упражнений на выдержку \nделает собака в течение дня? Сколько в течение дня вы делаете с собакой \nупражнения на самоконтроль и что это за упражнения? Ск олько раз в день вы \nделаете с собакой протоколы расслабления? То есть, если вы все это делаете \nи это не работает, либо вы где -то не дорабатываете, либо где -то есть \nотсутствие системы. Очень часто люди считают, что то, что они работают \nнад выдержкой 2 раза в день – сказали собаке 2 раза «Сидеть!», собака 2 раза \nпо 2 минуты посидела – это не работа.  \nЯ своих учеников, кто работает очно со мной очень часто прошу сделать \nтабличку, в левой колонке которой существующие проблемы, с которыми \nони ко мне пришли. И мы  примерно раз в месяц делаем с ними \nинвентаризацию. В правую колонку пишем, что изменилось в этой проблеме, \nизменилось ли в лучшую сторону или изменилось ли в худшую сторону, \nлибо осталось без изменений. Если изменения в лучшую сторону произошли \nчерез меся ц, значит, мы на верном пути и надо продолжать. Если у нас \nпроизошел откат или не произошло ничего, проблема как была так и \nосталась, значит поменять набор упражнений, либо тайминг упражнений, \nлибо количество упражнений. Таким образом мы имеем возможность \nпроанализировать, работает ли то, что мы делаем или нет. Сделайте себе \nтакую табличку, запишите в нее упражнения, которые вы делаете для того, \nчтобы ликвидировать эту проблему, и через месяц оцените работают эти \nупражнения или нет. Если нет, нужно что то м енять. Что конкретно \nпоменять, я не смогу вам ответить, потому что я не знаю, что вы делаете. Я \nне вижу этого.  \n03:00:00 - 03:01:47  Вопрос №33. Как научить собаку получать \nудовольствие от поездок в машине? Помощников нет, только я и \nмоя пума. Запрыгивает в машину весело и с охотой, но во время \nпоездки очень переживает.   \nЗатрудняюсь ответить. Могу попробовать предложить вам сделать \nследующее упражнение. Вы сажаете собаку в машину, перепарковываете \nмашину на соседнее парковочное место, достаете собаку, игра ете с ней очень \nвесело в игрушку и сажаете ее обратно. Хвалите и перепарковываете машину \nеще раз. Снова достаете собаку, снова делаете ей весело, снова убираете, \nснова перепарковываете машину.  Таким образом, сократите время, когда \nсобака находится в поезд ке, потому что сама поездка будет занимать у вас \nпару минут. У собаки будут приятные ожидания. Единственное, на что \nнужно будет обратить внимание, чтобы собака, когда вы ее достаете из \nмашины сильно не перевозбуждалась. Потому что, если она все время будет  \nожидать какого -то взрыва игры, то это тоже не очень хороший вариант. Нет, \nэто должна быть очень хорошая веселая игра, либо очень приятные занятия. \nПостепенно попробуйте увеличивать время поездок.  \nОднако, возвращаясь к тому, что никакая проблема не сущест вует \nизолированно, я бы проверила, хорошо ли собака расслабляется на улице в \nдругих местах безотносительно машины.  \n03:01:47 - 03:02:41  Вопрос №34. Щенку 6 месяцев, порода \nпомеранский шпиц. Когда садимся есть или ребенок садится за \nуроки, начинает сильно лаять. Тащит игрушки, просто лает. Стал \nна всех прохожих лаять, на собак. Что делать?    \nКакую работу выполняет шпиц в течение дня и, если ответ «Никакую», \nзначит, он придумал себе работу сам. Сделайте ваши прогулки настолько \nнасыщенными и интересными, что бы ваш шпиц дома спал. Хорошая, \nздоровая, правильно выгулянная собака спит 18 часов в сутки. Она не лает на \nребенка, который делает уроки, потому что она устала. Поэтому нужно \nпересмотреть, чем вы занимаетесь на прогулке, какую работу выполняет \nсобака.    \n03:02:42 - 03:02:50  Вопрос №35. У меня метис пекинеса, сука, 1,6 \nгода. Лает почти на всех людей на улице.     \nНа это уже ответили.  \n03:02:50 - 03:04:05  Вопрос №36. Уиппет, сука, 19 месяцев. Как \nотучить от лая на домофон и правильную встречу гостей? С чег о \nначать? Команда «Место!» не работает.     \nС тренировки выдержки начать. Я уже отвечала на этот вопрос. Схема \nпроверки упражнения «выдержка». Если я сказала собаке сидеть и уронила \nкусок, останется ли собака в позиции «Сидеть!». Если я сказала «Сидеть!» и  \nпробросила кусок за спину, останется ли собака сидеть. Если я сказала \n«Сидеть!» и пробросила мячик за собаку, останется ли собака сидеть. То есть \nнадо проверить, насколько хорошо работает выдержка безотносительно тех \nсложных раздражителей, о которых вы сп рашиваете. Потому что, если при \nсложных раздражителях выдержка не работает, проверьте, работает ли она \nпри простых. Создавать себе раздражители на выдержках можно чертову \nтьму без всяких помощников, гостей и прочего. И у нас целая встреча будет \nпро это с в идео. Поэтому собственно алгоритм я вам рассказала.  \n03:04:05 - 03:04:39  Вопрос №37. Метис, 1 год и 8 месяцев. Месяц как \nдома начал заливисто лаять на все звуки за дверью. Очень \nнеудобно, особенно ночью. Как научить реагировать на звуки, лифт, \nсоседей спо койно?    \nКакую работу получает собака в течение дня?   \n03:04:39 - 03:05:11  Вопрос №38. Шпиц, взят из приюта, сука, \nпримерно 7 лет, стерилизована. Проблема – ненавидит людей. Если \nв доме появляется человек, лай беспрерывный. Успокоить \nневозможно.  \nУпражнения на расслабление, упражнения на самоконтроль, \nконтробусловливание на людей сначала на улице, потом в подъезде, потом \nвозле выхода из магазина, в подземной переходе, на автобусной остановке. \nНу, то есть безотносительно дома сначала все проработать  нужно.   \n03:05:11 - 03:06:01  Вопрос №39. Корги, 10 месяцев. Сильно \nвозбудимый. Лает на все: на игру, на похвалу, на других собак. Как \nуменьшить радость от всего?   \nВопрос – можем ли мы положить корги на бочок на расслабляющий массаж \nна улице? Если ответ «нет», проверяем, а дома можем положить. Если ответ \n«нет», значит, начинаем работать дома с расслаблением с упражнениями на \nрасслабление. Дальше пытаемся вынести эти упражнения на улицу, \nпостепенно продвигаясь по мере обучения. Если мы скажем просто: – \nПрекрати лаять!, это не будет работать. Мы должны научить собаку \nвыдыхать. Это большой кусок работы. это не одно упражнение, это целый \nкомплекс упражнений.  \n03:06:01 - 03:07:01  Вопрос №40. Большой швейцарский зенненхунд, 1 \nгод. Проблема: собака лает на чужих людей на улице, в подъезде и \nдома, на мимо проходящих, стоящих и всяких разных. И дома, \nнапример, когда приходят к нам гости, курьеры, соседи. Как решить \nпроблему? Если у нос а держать кусок с вкусняшками, то идет мимо \nмолча. это на улице и в подъезде. Но дома не срабатывает. Ест \nвкусняшки и одновременно продолжает все равно орать.  \nЯ бы вообще общий уровень послушания оценила и опять же мы \nвозвращаемся к тому, что эта проблема  не существует изолированно. Это \nкомплексная работа. Нужно научить зенненхунда расслаблению под вашими \nруками. Нужно научить зенненхунда и каждый день делать упражнения на \nсамоконтроль и выдержку. Не 1 -2 раза, а 10 -15 выдержек в день. \nДлительность и количе ство раздражителей, то есть уровень упражнений \nзависит от уровня проблемы.  \n03:07:01 - 03:08:55  Вопрос №41. Моя собака – трехмесячный щенок \nротвейлера. Иногда, когда щенку запрещаешь что -либо делать: \nгрызть стул, лезть на переднее сидение в машине, в отве т она \nначинает на меня лаять, пока не повысишь голос и не потребуешь \nнесколько раз прекратить нежелательное действие. Что делать в \nтакой ситуации?  \nМы у трехмесячного щенка еще ничего не можем потребовать, потому что он \nеще карапуз, несмотря на то, что рот вейлер. Мы еще ничему его не научили. \nЧтобы исключить нежелательное поведение в машине, нужно поставить бокс \nи возить щенка в боксе. Это еще и безопасно кроме всего прочего. Чтобы \nпрекратить грызть ножку стула, нужно мягко переключить собаку на что -то: \nна игрушечку, либо на еду и дать то, что можно грызть. Мы в таком возрасте \nне можем пока ничего запрещать. Но наша зона ответственности – создавать \nтакие условия, чтобы у щенка трехмесячного вариантов ошибаться было по \nминимуму, а желательно исключить их по в озможности.  \nНа самом деле я очень люблю ротвейлеров, честно. Одна из моих любимых \nпород. Их легко умотать в тряпку за 20 -30 минут в трехмесячном возрасте, \nправда. Поэтому, если вы правильно выстроили тренировку, то этот карапуз \nуползет в бокс спать до сле дующей раздачи, собственно говоря. Если \nситуации с ножками стула и ремонтом вашей квартиры происходят очень \nчасто, может быть нужно просто немножечко пересмотреть ваши \nтренировки, ваши занятия со щеночком. Может быть он перевозбуждается, \nлибо может быть он  не дорабатывает. Что касается автомобиля, бокс \nпрекрасный выход, пока щенок не умеет ездить сам, лучше возить его в \nбоксе.  \n03:08:55 - 03:10:26  Вопрос №42. Как отучить собаку лаять в \nаджилити, чтобы не испортить отношения с ней и чтобы не \nпотерять скорос ть?  \nХочется спросить, а что думает по этому поводу ваш тренер? Я не занимаюсь \nаджилити, но на мой взгляд – это про целеустремленность вообще в \nпринципе в любом нормативе. Или ты орешь или ты полноценно работаешь. \nЕсли ты часть энергии тратишь на гудок, то  ты работаешь неэффективно. \nПоэтому, наверное, я бы проверила, а где еще есть лай. Я имею в виду \nбытовые ситуации сначала. Исключила бы их вокализацию там, поработала \nбы там. И дальше попыталась бы перенести это состояние уже на спорт. Но \nвообще это вопрос , конечно, не на 5 минут. Потому что хорошо бы \nпосмотреть, где там идет гудок, почему и причину, что это. Часто собаки \nлают в аджилити, к сожалению, и разные тренеры по -разному с этим \nработают. Я не знаю, в каком вы городе и поэтому не могу порекомендовать , \nк сожалению, тренера. Но с чего начать – я бы начала с того, что \nпроанализировала бы, если у меня в быту еще вокализация. И если есть, \nначала бы работать оттуда.  \n03:10:26 - 03:14:12  Вопрос №43. На дрессировочной площадке все \nкоманды на «5» в том числе «Рядом!». Как только выходим за \nпределы без площадки, становится глухой и тянула поводок. \nМаксимум на 2 -3 секунды выполнение команды «Рядом!» и снова \nтянула поводок. Собака холерик, ризеншнауцер.  \nСиндром площадки налицо. Я сейчас расскажу вам пример и, ес ли вы там \nсебя узнаете, это неплохо, потому что тогда мы нашли причину. Если вы там \nсебя не узнаете, мне будет сложно ответить, потому что хорошо бы, конечно, \nпосмотреть, что происходит. Я недавно, не моя площадка, чужая, я видела, \nкак хозяин занимается с немецкой овчаркой на площадке. Учили собаку \nнеподбору и хозяин очень честно отрабатывал упражнение, которое дал \nинструктор, немчик не подбирал и все было здорово. Немчик подросток еще \nи прекрасно работал на площадке и не велся на провокации, не подбирал \nкорм, прям честно отказывался и все было здорово. Занятие закончилось, \nхозяин вышел с площадки, достал телефон и начал разговаривать, распустив \nповодок примерно метра на 4. А на подходе к площадке разбросано было \nкакое -то лакомство. Видимо кто -то шел и потер ял. И человек, разговаривая \nпо телефону, видел, что щенок потянулся к кусочку. Дальше щеночек \nвспомнил, что сейчас было на площадке: – Папа, я не взял кусочек. Но \nчеловек был занят тем, что он разговаривал по телефону. По этому он он \nпросто отдернул щенка поводком. Но щенок был честный, он сделал еще \nодну попытку после этого. Он снова посмотрел на хозяина и говорит: – Папа, \nя не взял кусок. Но человек продолжал заниматься своим делом и \nразговаривал по телефону. И тогда щенок третий кусок уже подобрал. \nЧелов ек таким образом наложил на немецкую овчарку следующую схему: \nвот здесь мы работаем, а здесь работа закончилась, живи, как хочешь. Я здесь \nс тобой не взаимодействую, я занят своими делами и в крайнем случае я тебя \nотдерну. Но если я оказался с плохой реакц ией, неловкий, у тебя есть шансы \nподобрать что -то с земли.  \nЯ стараюсь всегда строить тренировку так, чтобы собака не понимала, где \nначинается и где заканчивается работа. Все послушание – это просто \nприкольная игра. И тогда оно работает везде. И правила вс егда одинаковы: \nты не подбираешь кусок по умолчанию, который валяется на земле, и на \nплощадке и за территорией площадки. И если пока у тебя это не выучено, я \nне могу положить на тебя эту ответственность и начать разговаривать по \nтелефону, не обращая вниман ия на то, что происходит. Проследите, у вас \nвсегда и везде одинаковые правила или где -то вы пренебрегаете этим. Ваши \nкоманды всегда звучат одинаково? Можно ли вашу команду \nпроигнорировать дома? Очень часто люди допускают такие вещи: – Пойди на \nместо! Собак а говорит: – Нет, не хочу дома.  \nЧеловек говорит: – Да пойди на место! Собака говорит: – Да не хочу я! \nЧеловек говорит: – Ну и черт с тобой, дома можно не слушать. Все, собака \nвыучила. Поэтому что делать? Ну, поискать вот этих блох, наверное, в вашем \nбытов ом послушании. И если вы этих блох наловите, здорово, я права и мы \nнашли причину. Если нет, то затрудняюсь ответить, потому что не видела \nвашу собаку.  \n03:14:12 - 03:14:53 Вопрос №44. Можно ли использовать лат со \nщенком бордера 6 месяцев, который пасет дви жущиеся объекты: \nмашины, бегуны, дети. Читала мнение, что эта команда \n«Посмотри!» может усугубить залипание на объекте.  \nНужно использовать. Используйте, пожалуйста. Обязательно. У меня \nмаленький Кузя пас машины. Мы вылечили, наверное, за 2 -3 недели. Я \nходила вдоль проезжей части и делала этот протокол. И все. Все полечилось. \nПас машины, как сумасшедший. Пытался догнать и кусать за колеса. \nСрывался и орал. Поэтому пару недель ел и ходил вдоль проезжей части. \nНичего, слава Богу.  \n03:14:53 - 03:16:16 Вопрос № 45. Чем поощрять, чтобы не \nотвлекалась на долгое жевание? Щенок 3 месяца, сибади. Нам с \nкакой команды начинать?   \nЧем поощрять. Если щенок, я всегда за то, чтобы использовать в основе \nсвоей все -таки рацион собаки. Потому что у нас очень много вещей, за \nкоторые щенка надо вознаградить едой. А использование лакомства \nдиетологи допускают в размере не более 10% от суточного рациона. Но нам \nнужно накормить щенка за правильный выход из подъезда, нам нужно \nпокормить щенка за неподбор, если там что -то попалось по д ороге на улице, \nи поделать еще упражнения на неподбор. Нам нужно покормить щенка за \nкакие -то послушательные вещи, нам, наверное, нужно покормить щенка за \nраздражители. То есть это прям WOW сколько еды и это не может быть \nлакомство. Поэтому нужно ли брать л акомство на улицу для щенка? \nКонечно. Я скорее всего щенку за неподбор с земли заплачу лакомством. \nСкорее всего за какие -то раздражители я заплачу щенку лакомством. Если \nщенок ест сухой корм и долго жует корминки, их можно незадолго до \nпрогулки размочить, чтобы они стали консистенции пластилина и тогда они \nбудут легко проглатываться.  \n03:16:16 - 03:18:30 Вопрос №46. Собаку взяли из отлова, где она \nбыла с июля прошлого года. Дома боится передвигаться по \nквартире, освоилась только в пределах одной комнаты. На  улицу в \nтуалет не выходит, все делает дома на пеленку. Как правильно ее \nадаптировать и вернуть к нормальной жизни?  \nА какой возраст? Не написано? Я не уверена, что это можно сделать, я вам \nчестно скажу. Если это взрослая собака, то совершенно не факт. Я, конечно, \nскажу, что можно начинать делать, но я не гарантирую, что вы добьетесь \nуспеха, честно. Нужно повесить на себя сумочку с едой дома, ходить и \nронять кусочки на пол и кликать, когда собака идет к куску, чтобы его \nсъесть. Чтобы приучить собаку к звуку  кликера, чтобы собака запомнила, что \nпосле клика будет еда. Роняя кусочки, можно разговаривать и объяснять \nсобаке тихим и спокойным голосом, что она молодец. Не протягивать к \nсобаке руки, не смотреть на собаку, никуда ее не тащить. Разбрасывать \nкусочки сн ачала в той комнате, где собака достаточно комфортно себя \nчувствует. Когда собака привыкнет, что после звука кликера, она бежит, \nподнимает кусочек и съедает его, начинайте перемещаться к выходу из \nкомнаты. Дальше ваш алгоритм действий: вы кусочек, стоя на пороге, \nкидаете в ту комнату, где собаке нормально, а следующий кидаете на порог \nследующего помещения. Собака таким образом учится ходить через порог \nтуда -сюда. Клик будет в этом случае поддерживать собаку и сообщать, что \nвсе хорошо. Таким образом хорошо б ы довести собаку до выхода из \nквартиры. И дальше так же поработать с подъездом, так же поработать с \nвыходом из подъезда, так же поработать с приучением к амуниции. Но это \nдолгий и нелегкий труд.  \n03:18:30 - 03:18:59 Вопрос №47. Может ли волонтер, посещая приют \n1-2 раза в неделю, приручить собаку. И на чем сконцентрироваться?  \n1-2 раза в неделю не думаю, честно говоря. В чем сконцентрироваться. \nПоучить собаку брать еду из рук, приучить собаку к амуниции и, если это \nвозможно, научить собаку играть в игрушки.    \n03:19:25 - 03:20:20 Вопрос №48. Старая собака, 14,6 лет. Почти не \nслышит, плохо видит, началось нетипичное поведение: рычание, \nиногда прям бросается на других собак дома. Пока удается \nизбегать конфликтов посредств ом воздействия на других собак, но \nэто все сложнее. Можно ли корректировать такое атипичное для \nсобаки поведение?   \nЯ бы обратилась к врачу, чтобы выяснить медицинскую причину. Я \nпонимаю, что собака возрастная, но если раньше так не было, а сейчас есть, \nвозможно у собаки что -то болит и ей надо помочь с помощью фармацевтики, \nа не с помощью корректировки поведения. Да, старички становятся часто \nворчливыми и им не хочется общаться и они пытаются отогнать от себя \nболее молодых собак. Дайте старичку возможность комфортного отдыха, \nпожалуйста.  \n03:23:00 - 03:23:39 Вопрос №49. Очень прошу помочь в проблеме. \nСобака московская сторожевая. Живем в своем доме, вывешиваю \nбелье на улице на веревку. Собака срывает белье, после этого \nнаказываю, тыкаю мордой в белье, говорю  «Нельзя!», запираю в \nвольер. Он понимает, что виноват, сразу после моего появления и \nобнаружения. Но продолжает это делать.   \nВопрос: насколько хорошо вы удовлетворяете игровую мотивацию собаки? Я \nподозреваю, что скорее всего – не точно, я не видела – но как \nпредположение: скорее всего это игра. И вопрос: вы играете с собакой в \nигрушки?  \n03:23:55 - 03:26:23 Вопрос №50. Самоед, 10  месяцев. Не выполняет \nкоманду «Дай!», если забрал что -то. Не меняется на вкусняшки и не \nотдает. Как забирать? Рычит, кусается.  \nЕсть отличное упражнение «Ешь -Играй». Если с точки зрения менеджмента \nоно построено правильно, то очень легко выучить команду « Дай!». Я бы \nпроанализировала, насколько большой перекос у собаки в сторону игровой \nмотивации. И опять же, если перекос очень велик, то упражнение «Ешь -\nИграй» вам в помощь. Мы это упражнение будем разбирать подробно.  Но \nесли такая проблема повторяется регу лярно, это значит, что вы слишком \nзатягиваете игру. Даже у самой -самой мотивированной собаки чаще всего \nможно забрать игрушку, меняясь на еду, если интенсивность и длительность \nигры вы проанализировали и обставились так, чтобы собака не ошиблась. \nОписывать  механизм Самсону, раздирающему пасть льва, я не буду, потому \nчто это будет, наверное, не очень правильно с моей точки зрения. Но \nупражнение «Ешь -Играй», когда собака меняет еду на игрушку – это \nхорошее упражнение, оно для вас.  \nДальше. Есть прекрасное упр ажнение аналогичное. Только смена между \nдвумя игрушками, когда собака играет то в одну игрушку, то в другую и вы \nопять же меняетесь вовремя, стараясь не доводить игру до состояния \nгипервозбуждения, очень сильного возбуждения. Гипервозбуждения – \nнекорректно  я сказала.  \nИ, собственно говоря, я б задала вопрос, насколько собака в принципе \nхорошо слышит ваши команды, потому что если собака не выполняет какую -\nто одну команду, это одна песня. Если собака не выполняет несколько \nразных команд, либо выполняет их тог да, когда находится в спокойном \nсостоянии и больше нет вокруг ничего интересного – это повод поработать \nнад общим послушанием в принципе. Мы возвращаемся к тому, что никакая \nпроблема не существует изолированно.  \n03:26:23 - 03:27:32 Вопрос №51. Корсо, 2 мес яца. Уже можно \nзапрещать кусать руки или он еще слишком маленький?  \nНужно не запрещать, нужно предлагать альтернативное поведение. Потому \nчто, если вы запретите кусать руки, это ничему не научит щеночка. Щеночку \nнужно объяснить, что можно кусать. Потому чт о вы скажете: – Руку нельзя. \nА он скажет: – А обои? – Тоже нельзя! – Плинтус? – Тоже нельзя. – Тогда я \nпойду кресло кусать. И так далее. То есть это будет бег по кругу.  \nВ 2 месяца вполне себе можно построить корректные упражнения с \nмалышом. В 2 месяца впо лне себе можно предлагать малышу альтернативу: \nруки мы не кусаем, а кусаем игрушечку какую -то.  \nИ есть отличное видео. По -моему оно от Эмили Ларки про приучение щенка \nне кусать руки. С кликером чудесное упражнение, когда вы спокойно \nтрогаете щенка и кормит е его, объясняя, что щенок за это ест, а не кусает \nваши руки.   \n03:27:32 - 03:27:42 Вопрос №52. Щенок кане -корсо, 5 месяцев.  \nКусает руки, невозможно погладить. Как отучить?   \nВсе то же самое.  \n03:27:42 - 03:29:14 Вопрос №53. Французский бульдог. 4 месяца.  \nВопрос такой: собака в игре больно кусает за лицо и за руки.   \nЗа лицо, тут такой нюанс. Насколько правильно построена игра? Я вполне \nдопускаю, что щенок кусает руки в игре. Это частое явление. Когда щенок \nидет кусать человека за лицо – это немножечко дру гая песня. И здесь много \nуточняющих вопросов надо задать, чтобы дать какой -то рецепт. Потому что \nздесь у меня был бы вопрос, как строится игра. Здесь у меня был бы вопрос, \nкакую игрушку вы выбрали. Потому что, если это френч, то игрушка должна \nбыть на длин ной ручке. Вы играете стоя, щенок не может допрыгнуть до \nлица. Французский бульдог должен иметь офигительную физподготовку, \nчтобы прыгнуть и укусить вас в лицо. Нет, может, конечно, при желании. Но \nтогда у него должно быть желание пойти атаковать лицо и эт о уже не  про \nигру, это уже про очную встречу с кинологом.   \nПоэтому я подозреваю, что неправильно выбрана игрушка и мы будем об \nэтом говорить тоже много. И я подозреваю, что не очень верно строится игра, \nесли щенок имеет такую возможность. Вот здесь пересмотреть.  \n03:29:14 - 03:29:25 Вопрос №54. Щенок дворняжка, 5 месяцев, есть \nсвои фикалии. Специальные таблетки не помогают. Как отучить?    \nПойти к врачу и проанализировать, почему это происходит.  \n03:29:25 - 03:29:54 Вопрос №55. Южноафриканский бурбуль, мальчик, \n19 месяцев. Подбирает на улице. При попытке отобрать п роявляет \nагрессию. Как это исправить?     \nЯ сегодня об этом говорила. Надо не отбирать, надо успевать поощрять за \nотказ. Для этого собака должна находиться под контролем – раз. И вы \nдолжны кликнуть или сказать голосовой маркер в момент отказа. Как \nсформиро вать отказ – длина поводка не должна позволять дотянуться до \nземли.  \n \n03:29:54 - 03:30:21 Вопрос №56. Какую альтернативу можно \nпредложить подбиранию на улице еды?     \nЛюбые занятия. Если вашей собаке больше нечем заняться на улице и она \nподбирает еду, чем угодно можете заняться: трюками, послушанием, \nфизической подготовкой, играми, поисковыми играми, апортировочными \nиграми. Миллион занятий.  \n03:30:21 - 03:31:47 Вопрос №57. Щенок бордер -колли, 5 месяцев. \nНачинает подбирать в то время, которое свободное, спок ойное для \nпохода туалет. Пресечь сложно даже на поводке, т.к. поиск места \nдля туалета и хватание чего -нибудь с земли – куска грязи, \nнапример, неотличимы. Что делать?      \nЯ затрудняюсь ответить, потому что это перевозбуждение, возможно – \nпервая мысль, кото рая пришла мне в голову. Успокойте собаку прежде, чем \nотпускать ее в свободное состояние, потому что если этот щенок на \nвозбуждении начинает складывать все в себя, это значит, что ему надо \nпомочь прийти в спокойное состояние, чтобы он этим не занимался.  \nИ тогда вопросы и по построению тренировок здесь у меня были бы. Если, \nвторая версия, у щенка что -то не так с пищеварением, и он пытается заесть, \nдопустим, что у него болит живот. Сложно ответить, не видя собаки, почему \nтак происходит.    \nПросто запрещать з десь не будет работать. Нет, понятно, что упражнения на \nнеподбор надо делать, потому что молодая собака и так далее. Одно другого \nне отменяет. Но я бы проанализировала уровень возбуждения, систему \nтренировок и здорова ли собака.  \n03:31:47 - 03:34:44 Вопрос  №58. Золотистый ретривер, сука. 2,6 \nгода. Отличная пищевая мотивация, очень социальная. В смысле \nвоспитанная, уравновешенная. Питание – сухой корм. Единственная \nнаша проблема – пылесос. Этой весной особенной проблемой стало \nпоедание экскрементов. Не можем  уследить. Гуляем в режиме \nсканирования на 2 метра вперед, но собака нас опережает. Если \nуспеть сказать «Фу!» может и не взять, но в основном мы не \nуспеваем. Пожалуйста, немного больше про отказ от намерений и \nнеподбор. Как быть, что делать? Спасибо, лекци я супер!      \nЕсли собака подбирает фекалии, то, прежде чем я начну заниматься какой -то \nкорректировкой поведения, я схожу к врачу. Я должна убедиться, что это \nчисто поведенческая проблема. Но, как показывает моя личная статистика, \n99% причин поедания фекал ий имеет медицинское. Как пример: у меня \nоднажды кто -то из собак на соревнованиях выиграл мешок корма, хорошего \nкорма. Этот корм едят многие собаки и это супер премиум класс. \nСоответственно, выиграли – надо съесть. Я открыла мешок и через 2 дня они \nначали оба пытаться жрать фекалии на улице. И я быстренько сделала \nвыводы и вернула их на тот корм, на котором они были до этого. И все \nпрошло само. То есть им просто не подошел этот корм. В нем просто чего -то \nне хватало. Собаки абсолютно разные: возрастной стафф орд и среднего \nвозраста бордер -колли. Среднего возраста он был тогда. А выход совершенно \nбыл нормальный после этого корма. Никаких аллергий ни у кого не было. То \nесть прекрасно все зашло. Вот такая была реакция.  \nЧто касается отказа от намерений и упражнений на неподбор. Там было \nупражнение с маленьким Кузей, со щеночком, когда я кидала кусочки на пол, \nговорила команду «Фу!» и награждала за то, что он не пытается поднять, \nпросто провожает кусочек глазами.    \nЕсли у  вас уже взрослая собака, которая на поводке явно делает попытки \nподобрать, подходите, поводок натянут на ту длину, чтобы собака могла это \nвидеть и обонять, но не достала. Говорите «Фу!», ждете провисшего поводка. \nПоводок провисает, вы говорите: – Вау! Бра во! Ты был супер! И награждаете \nсобаку. И над каждой кучкой вы можете проходить по команде «Гуляй!» \nнесколько раз, чтобы собака запомнила и решила, что вот эти все кучки вы \nразложили, что это провокация. Но если она отказывается от них \nсамостоятельно, то в ы ее очень за это награждаете. Но это только после того, \nкак вы убедитесь, что действительно собаке подходит корм и медицинскую \nпричину вы исключили.   \n03:34:44 - 03:35:55 Вопрос №59. Уточните, пожалуйста, подходит \nли курс? Начинаю. Суке дворняжке примерно  3 года, у меня живет \nтолько месяц. Можно ли перевоспитать. Уже оплатила, но \nсомневаюсь, можно ли перевоспитать.  \nКак я могу ответить? Полечите меня по фотографии. Я не всегда могу даже \nочно ученикам ответить, исправим ли мы какую -то проблему до конца. Как  я \nмогу ответить на вопрос, подойдет ли вам курс и сможете ли вы воспитать \nсобаку, которую я не видела ни разу в жизни? И вас не видела ни разу в \nжизни. Вы же тоже видите меня только здесь на экране своего компьютера. \nЕсли я вам задам вопрос: – Как вы счит аете, я быстро освою китайский язык? \nИ хорошо ли я научусь на нем разговаривать? Смогу ли я быть \nсинхронистом?  \nДа Бог меня знает. Какая у меня память, какая у меня обучаемость, обучаема \nли я вообще? Способна ли я к иностранным языкам? Невозможно ответить на \nэтот вопрос.  \n03:36:40 - 03:39:15 Вопрос №60. Послушный миттель. Сдали ОКД I \nстепень. Но когда ходим по улице зооагрессия. Не на всех. Есть те, \nкто прям очень его раздражает и ничего не действует. Не слышит \nв этот момент, не идет на игру и еду. В этот момент ему ничего \nне нужно.   \nЯ бы зад ала вопрос: насколько у собаки хорошая выдержка? Как часто вы \nработаете с упражнением с контролируемыми раздражителями? Как часто вы \nработаете над протоколами на расслабление собаки на улице? И как системно \nработаете? Есть ли еще какие -то раздражители, при  которых ваши команды \nработают не идеально? И насколько системно вы тренируете то, что не \nидеально?  \nПотому что, если есть раздражитель, при котором ваша собака не берет еду, \nто первоочередные вопросы вот эти.  \nДальше у меня следующий вопрос. Допустим, мит тель не берет еду, если та \nсобака, которую она в этот момент ненавидит, находится на расстоянии 10 \nметров. Хорошо. Отойдите на 5 шагов назад и проверьте: а на 15 метров \nберет еду? Опять не берет. А на 20? А на 25? И так далее.  \nЯ бы вычленила то расстояние , на котором он в состоянии быть еще более \nили менее под контролем и начинала работать оттуда. В любом случае, это \nсистемная работа. Не «я увидел сегодня собаку и миттель не взял до нее еду». \nЭто работа каждый день, работа над выдержкой, работа над умением  собаки \nслышать команды при раздражителях. К сожалению, диплом ОКД не \nявляется гарантией послушания. Поэтому мы не можем показать его миттелю \nи сказать: – Ты видишь, у тебя диплом ОКД? Слушайся давай!  \nНет, не работает так. Поэтому выдержку нельзя сделать и  забыть. Это навык, \nкоторый надо поддерживать и системно к нему возвращаться. Особенно, если \nесть какие -то проблемы. Поэтому я бы основной упор сделала в работе над \nвот этими вещами.  \n03:39:15 - 03:42:30 Вопрос №60 -63. Блок вопросов про туалет.  \nКак научить щенка королевского пуделя ходить в туалет на улице?  \n \nНе могу приучить к пеленке, писает на любые вертикально стоящие \nпредметы, хоть и пеленку клею на стену.  \n \nГуляем 4 раза в день, иначе писает дома и требует, чтобы с ним вышли. \nМного пьет, делали кучу ан ализов, прошли всех врачей, все нормально. Никто \nпатологий не выявил. Вопрос: ругать за попытку пописать дома или как? \nИли это патология? Или просто так и выходить с ним?  \n \nУ нас, видимо, есть какая -то проблема психологическая. Ухожу из дома, \nможет написат ь дома. Если я дома, проблем нет. Как с этим справиться? \nГуляем достаточно.  \n \nКак приучить щенка к улице в городе. Живем на 22 этаже. Очень быстро \nвыбежать невозможно. Водить до или после кормления?  \n \nПервое, за что зацепился глаз, точнее ухо: писает на стены, можно прибить \nпеленку на стену. Если кобель задирает ногу уже, то это означает, что он уже \nне очень щенок и тогда вопрос, откуда дома пеленка. Взрослая собака ходит \nв туалет на улице. У взрослой с обаки никаких пеленок дома нет. И от породы \nэто не зависит. Собака всегда собака, ее размер не важен. Если я завела \nлошадь и это пони, это не означает, что я буду держать ее на балконе без \nудил, потому что это маленькая лошадь, она пони. Нет, она просто ло шадь. И \nона должна жить, как лошадь. Собака должна жить как собака и в туалет она \nдолжна ходить на улицу.  \nЧто касается приучения щенков к улице. У щенка каждая кормежка – это \nзанятие, тренировка ровно прогулка. Поэтому щеночек на улице кушает еду \nвесело, играет в игрушечки, занимается, ест, приходит домой и ложится \nспать. Подогнать график щенка под ваш график в целом не сложно. Мы \nзнаем, что щенки писают после сна, после активности, после еды. Значит, \nсоответственно, обставляем все так, чтобы вывести щенка  на улицу не тогда, \nкогда он уже проснулся и бегает по квартире и садится писать, а если я знала, \nчто у меня щенок просыпается в 4:30, я напомню, в 4:15 у меня стоял \nбудильник, в 4:30 я была на улице. Естественно, это не означает, что я всю \nжизнь собиралас ь вставать в половине пятого утра. По мере взросления я \nсдвигала график к удобному мне времени. Но я уже сегодня говорила и, по -\nмоему, не один раз, я стараюсь обставляться так, чтобы, по возможности, \nисключить ошибки при обучении щенка. То есть я создам ус ловия, чтобы \nщенку предъявить правильное поведение было легче, чем неправильное. Это \nтоже касается и туалета в том числе. Поэтому после сна, после активности, \nпосле игр и после еды.  \n03:42:38 - 03:43:46 Вопрос №64. Страхи. Боятся салютов, громких \nзвуков, л юдей.  \nВ любом случае невозможно ответить на вопросы про страхи, не видя, что \nпроисходит. Чудесный курс у Кати Гуровой. Сейчас она запускает его еще \nраз про страхи. Подписывайтесь, покупайте у нее курс и там есть весь набор \nупражнений для тревожных собак.  \nЭто тема огромная. Она даже не на один семинар. И не на одну лекцию. \nИменно поэтому Катя сделала курс, курс разбит на блоки. Каждый блок \nпосвящен определенной теме. То есть, если делать это семинаром или \nвебинаром, то это формат, наверное, на 4 -5 встреч, ч тобы это была \nдействительно полная информация. А так в рамках одного ответа на вопрос – \nнет, конечно. Это нереально.  \n \n \n03:43:46 - 03:44:22 Вопрос №65. Агрессия. Какие могут быть ваши \nрекомендации?   \nТа же самая песня про агрессию в принципе. Онлайн я нико гда не отвечаю. \nМне кажется, все уже знают об этом. Невозможно корректировать агрессию \nонлайн. Если у вашей собаки агрессия, работайте, пожалуйста, со \nспециалистом очно. Не пытайтесь полечить агрессию в интернете. Это \nникогда не заканчивается хорошо. Никог да.  \n03:44:22 - 03:45:45 Вопрос №66. Как к вам можно попасть? Где вы \nможете не только в онлайне встретиться с нашими \nпотенциальными участниками?    \nЯ работаю в кинологическом клубе «Ким»  на стадионе в Сокольниках. Это \nкинологический стадион. Попасть ко мне можно чаще всего по будням, в \nвыходные, к сожалению, особенно в период соревнования, в период \nсеминаров – вот сейчас весна, сезон – меня практически не бывает в \nвыходные на площадке. В будни можно попасть. У нас отличные групповые \nпрограммы, которые разработаны нашим коллективом. У нас очень классная \nпрограмма воспитательной дрессировки, где мы учим не подготовке к ОКД, \nмы учим там неподбору, мы учим там играть в игрушки, мы учим правиль но \nвыдавать еду, правильно собак хвалить. В общем, все, что нужно для \nкомфортной жизни. Записаться можно, через клуб, постучав в мессенджеры \nкакие -нибудь.  \n03:46:26 - 03:48:27 Вопрос №67. Корги, 1 год. У собаки есть \nнесколько проблем: неподбор, подзыв, пер евозбуждение на других \nсобак. Как правильно выстроить обучение? Последовательно \nрешать проблемы или как -то хвататься за все сразу? Аналогичный \nвопрос про семинары. Очень много информации, очень много \nупражнений. А есть ли четкий последовательный план? Дост упен \nли он для хозяев, у которых кроме собаки имеются и другие \nинтересы?     \nЯ вам могу сказать. что никакого особенного времени для того, чтобы \nзаниматься дрессировкой собаки не нужно. Потому что каждая ваша \nпрогулка – это занятие. То есть вы все равно вы ходите на улицу с собакой и \nвсе равно тратите это время на собаку. Потратьте его на обучение. Это то, о \nчем я говорила в начале. Мы можем потратить это время на то, что мы \nотпустили собаку меситься в куче других собак, а можем потратить это время \nконструкт ивно, обучая нашу собаку правильно себя вести.  \nК вопросу, за что хвататься. Снова разматываем клубочек назад. Если у нас \nхорошая пищевая и игровая мотивация, значит, у нас есть инструменты, с \nпомощью которых мы можем делать подзыв, выдержку, неподбор, дви жение \nрядом, все, что хотите. Если у нас что -то из этого хромает: собака не берет \nеду или собака не играет в игрушку, значит, у нас нет инструмента, чтобы \nработать над подзывом, выдержкой, движением рядом, подбором и так далее.  \nСначала мы должны убедиться  в том, что инструменты работают. Если \nинструменты работают, то начать вы можете с того, что в приоритете. Если \nсобака хронический пылесос, значит, начинайте работать над самоконтролем \nи неподбору. Если собака не хронический пылесос, но у нее там швах с \nподзывом и контактом, значит, основной акцент делаете на этом. Выбирайте \nто, что вам нужнее. Можно ли работать несколько упражнений параллельно? \nКонечно, можно. Собаке не должно быть скучно, упражнения должны быть \nразными.   \n03:48:27 - 03:48:35 Вопрос №68. Д ля трех месяцев щенка курс \nподходит?     \nДа, вполне.  \n03:48:35 - 03:48:43 Вопрос №69. Просто да или нет. Страхи у собак \n– это генетика или приобретенное?  \nГенетика.  \n \nФинальное слово Татьяны:  \nСпасибо всем, кто сегодня провел с нами вечер! Вечер получился долгий, но \nя очень надеюсь, что -то полезное вы для себя нашли, что -то интересное для \nсебя узнали. Я стараюсь делать так, чтобы хоть что -то можно было взять в \nработу прямо сейчас и хоть с чем -то начать работать. Я много времени \nуделяю теории и выяснении причин, почему так происходит. Как я уже \nсказала, мне очень хочется, чтобы вы понимали, как формируется поведение. \nПотому что, если есть понимание, то и управлять этим легко и строить \nнужное очень  легко. Поэтому желаю всем удачи! Хороших тренировок, \nхороших прогулок, послушных собак! Спасибо!  \n \n \n  \n \n \n \n \n "
    }
]